Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONSENT_SHARING_DESCRIPTION_%@
source: %@ will receive your study data from your participation in this study. Sharing your coded study data more broadly (without information such as your name) may benefit this and future research.
ar: سيحصل %@ على بيانات الدراسة الخاصة بك من خلال مشاركتك في هذه الدراسة. قد يستفيد هذا البحث والبحث المستقبلي من مشاركتك لبيانات الدراسة المشفرة الخاصة بك على نحو أوسع (دون مشاركة معلومات مثل اسمك).
ca: %@ rebrà les teves dades de participació en aquest estudi. Compartir les dades codificades d’una manera més àmplia (sense informació com el nom) pot ser d’ajut en aquesta investigació i d’altres de futures.
cs: Data z vaší účasti v této studii obdrží %@. Širší sdílení vašich dat v zakódované formě (a bez údajů, jako je vaše jméno) může být prospěšné pro současný i budoucí výzkum.
da: %@ modtager dine data fra din deltagelse i dette studie. Hvis du deler dine kodede data fra studiet (uden oplysninger som f.eks. dit navn), kan det være til gavn for dette studie og fremtidig forskning.
de: %@ wird die Studiendaten von deiner Teilnahme an dieser Studie erhalten. Durch Teilen deiner codierten Studiendaten (ohne Informationen wie deinem Namen) mit einer breiteren Basis können diese und künftige Studien profitieren.
el: Η %@ θα λάβει τα δεδομένα που θα προκύψουν από τη συμμετοχή σας σε αυτήν τη μελέτη. Η πιο ευρεία κοινοποίηση των κωδικοποιημένων δεδομένων μελέτης σας (χωρίς πληροφορίες όπως π.χ. το όνομά σας) μπορεί να ωφελήσουν αυτήν και τυχόν μελλοντικές μελέτες.
es: %@ recibirá los datos obtenidos de tu participación en este estudio. Si compartes los datos codificados del estudio de forma más amplia (sin incluir información personal como tu nombre), beneficiarás tanto esta investigación como las que se realicen en el futuro.
es_419: %@ recibirá tus datos de participación en el estudio. Compartir más abiertamente los datos cifrados del estudio (sin que se divulgue información como tu nombre) podría beneficiar esta y futuras investigaciones.
fi: %@ vastaanottaa tutkimusdatasi tästä tutkimuksesta. Koodatun tutkimusdatan jakaminen laajemmalle käyttäjäkunnalle (ilman nimi ym. tietoja) voi edesauttaa tätä ja tulevia tutkimuksia.
fr: %@ recevra les données issues de votre participation à cette étude. Le partage plus large de vos données d’étude chiffrées (sans renseignements tels que votre nom) peut être bénéfique à cette étude et aux suivantes.
fr_ca: %@ recevra les données de votre participation à cette étude. Le partage de vos données codées relatives à l’étude (hormis les informations, telles que votre nom) pourrait permettre de faire avancer cette recherche et les recherches futures.
he: %@ תקבל את נתוני המחקר שבו השתתפת. שיתוף נרחב יותר של נתוני המחקר המקודדים שלך (שאינם מכילים מידע כגון שמך) עשוי לתרום למחקר זה ולמחקרים עתידיים.
hi: इस अध्ययन में आपकी सहभागिता से %@ को आपका अध्ययन डेटा प्राप्त होगा। कोड किए हुए अध्ययन डेटा का विस्तृत रूप से (आपका नाम दिए बिना) साझाकरण, इस शोध और भविष्य में होने वाले शोधों के लिए उपयोगी हो सकता है।
hr: %@ će primiti vaše podatke o studiji iz vašeg sudjelovanja u ovoj studiji. Šire dijeljenje vaše kodirane studije (bez informacija kao što je vaše ime) može doprinijeti ovom i budućem istraživanju.
hu: A(z) %@ meg fogja kapni az Ön vizsgálati adatait az Ön vizsgálatban való részvételéről. A kódolt vizsgálati adatok szélesebb körű megosztása (az olyan információk nélkül, mint az Ön neve) segítheti ezt és a jövőbeli kutatásokat.
id: %@ akan menerima data kajian Anda dari partisipasi Anda dalam kajian ini. Berbagi data kajian yang dikodekan secara lebih luas (tanpa informasi seperti nama Anda) dapat bermanfaat bagi penelitian ini dan mendatang.
it: %@ riceverà i dati raccolti grazie alla tua partecipazione all'indagine conoscitiva. Una condivisione più ampia di questi dati codificati (senza rivelare informazioni sensibili come il tuo nome) può aiutare lo studio ed eventuali ricerche future.
ja: %@は、この調査に参加したあなたの調査データを受信します。 名前などの情報を含まない、大まかにコード化された調査データを共有すると、今回と将来の調査に役立てることができます。
ko: 사용자가 참여한 이 연구 조사의 데이터가 %@(으)로 보내집니다. 코드화된 사용자의 연구 데이터를 더 광범위하게 공유할수록(사용자 이름 등의 정보는 제외) 현재 및 향후 실시될 연구에 도움이 됩니다.
ms: %@ akan menerima data kajian anda daripada penyertaan anda dalam kajian ini. Berkongsi data kajian dikodkan anda dengan lebih luas (tanpa maklumat seperti nama anda) mungkin memberi manfaat kepada penyelidikan ini dan penyelidikan masa hadapan.
nb: %@ vil motta data fra undersøkelsen du deltar i. En videre deling av dine kodede opplysninger (navn og lignende fjernes) kan komme til nytte både i denne og framtidige undersøkelser.
nl: De resultaten van je deelname aan dit onderzoek worden naar %@ gestuurd. Door de gecodeerde onderzoeksgegevens met anderen te delen (zonder persoonlijke gegevens zoals je naam) kun je helpen om dit en toekomstig onderzoek te verbeteren.
pl: %@ otrzyma wyniki badań w zakresie wynikającym z Twojego udziału w tym badaniu. Udostępnianie zakodowanych wyników badań szerszej grupie odbiorców (bez informacji takich jak imię i nazwisko) może przynieść korzyści z tych i przyszłych badań.
pt: %@ receberá os seus dados de estudo conforme a sua participação neste estudo. O compartilhamento dos seus dados de estudo codificados de forma mais ampla (sem conter informações como o seu nome) poderá beneficiar esta pesquisa e pesquisas futuras.
pt_pt: %@ receberá os dados relativos à sua participação neste estudo. Partilhar os seus dados codificados com mais entidades (excluindo informação como o seu nome, por exemplo) beneficiará estudos futuros.
ro: %@ va primi datele referitoare la participarea dvs. la acest studiu. Partajarea mai extinsă a datelor codificate privind studiul (fără informații precum numele dvs.) poate contribui la această cercetare și la cele viitoare.
ru: %@ получат данные о Вашем участии в этом исследовании. Предоставление этих данных (без Вашей личной информации) научному сообществу может помочь этому и будущим исследованиям.
sk: Vaše dáta z účasti v tejto štúdii budú doručené inštitúcii %@. Širšie zdieľanie zakódovaných dát štúdie (bez informácií, ako je vaše meno) môže byť užitočné pre tento a budúci výskum.
sv: %@ kommer att få dina studiedata från din medverkan i denna studie. Vidare delning av dina kodade studiedata (utan ditt namn eller liknande information) kan vara till nytta för denna och framtida forskning.
sw: %@ atapokea data zako za utafiti kutokana na ushiriki wako katika utafiti huu. Kushiriki data zako za utafiti zilizosimbwa kwa upana zaidi (bila taarifa kama jina lako) kunaweza kunufaisha utafiti huu na ujao.
th: %@ จะได้รับข้อมูลของคุณจากการเข้าร่วมการศึกษาข้อมูลของคุณในครั้งนี้ การแชร์ข้อมูลจากการศึกษาของคุณกับคนอื่นที่ถูกเข้ารหัส (โดยไม่แชร์ข้อมูลอย่างเช่นชื่อของคุณ) อาจช่วยพัฒนาการวิจัยชิ้นนี้และชิ้นอื่นๆ ในอนาคตได้
tr: %@, bu çalışmaya katılımınızdan elde ettiğiniz çalışma verilerinizi alacak. Kodlanmış çalışma verilerinizi daha geniş bir biçimde (adınız gibi bilgiler olmadan) paylaşmanız, bu araştırma ve gelecekteki araştırmalar için yararlı olabilir.
uk: %@ отримає ваші дослідні дані завдяки вашій участі в цьому дослідженні. Ширше оприлюднення ваших кодованих дослідних даних (без такої інформації, як ваше імʼя) може сприяти цьому і майбутнім дослідженням.
vi: %@ sẽ nhận được dữ liệu nghiên cứu của bạn từ quá trình bạn tham gia nghiên cứu này. Việc chia sẻ rộng rãi hơn dữ liệu nghiên cứu được mã hóa của bạn (không có thông tin như tên của bạn) có thể giúp ích cho nghiên cứu này và các công trình trong tương lai.
zh_cn: “%@”将从您参与的此研究中接收研究数据。 更广泛地共享经加密的研究数据（不包含诸如姓名的信息）可能有助于本次以及未来的研究。
zh_hk: %@ 會收到你參與這個研究的研究數據。 更廣泛地分享你的已編碼研究數據（不含你的姓名等資料）可能對此研究和未來的調查有益處。
zh_tw: 由於您參與了本項研究，因此「%@」會收到您的問卷資料。 更廣泛地分享您經過加密的資料（不包括姓名等資訊）將有助於此研究和未來研究的發展。

# CONSENT_SHARING_TITLE
source: Sharing Options
ar: خيارات المشاركة
ca: Opcions de compartir
cs: Volby sdílení
da: Valg til deling
de: Freigabe-Optionen
el: Επιλογές κοινοποίησης
es: Opciones para compartir
es_419: Opciones al compartir
fi: Jakovalinnat
fr: Options de partage
fr_ca: Options de partage
he: אפשרויות שיתוף
hi: साझाकरण विकल्प
hr: Opcije dijeljenja
hu: Megosztási beállítások
id: Pilihan Berbagi
it: Opzioni di condivisione
ja: 共有オプション
ko: 공유 옵션
ms: Pilihan Perkongsian
nb: Delingsvalg
nl: Opties voor delen
pl: Opcje udostępniania
pt: Opções de Compartilhamento
pt_pt: Opções de partilha
ro: Opțiuni de partajare
ru: Параметры предоставления данных
sk: Možnosti zdieľania
sv: Delningsalternativ
sw: Chaguo za Kugawana
th: ตัวเลือกการแชร์
tr: Paylaşma Seçenekleri
uk: Опції доступу
vi: Tùy chọn Chia sẻ
zh_cn: 共享选项
zh_hk: 分享選項
zh_tw: 分享選項

# CONSENT_SIGNATURE_INSTRUCTION
source: Please sign using your finger in the box below.
ar: الرجاء التوقيع باستخدام إصبعك في المربع أدناه.
ca: Signa amb el dit al requadre de sota.
cs: Podepište se prstem do rámečku níže.
da: Underskriv i feltet nedenfor vha. din finger.
de: Unterzeichne mit deinem Finger in dem Feld unten.
el: Υπογράψτε με το δάχτυλό σας στο παρακάτω πλαίσιο.
es: Firma con el dedo en el recuadro siguiente.
es_419: Firma con tu dedo en la siguiente línea.
fi: Allekirjoita sormellasi alla olevaan laatikkoon.
fr: Veuillez signer dans la zone ci-dessous à l’aide de votre doigt.
fr_ca: Signez avec votre doigt dans la boîte ci-dessous.
he: חתום/י עם האצבע בתיבה שלמטה.
hi: कृपया अपनी उँगली का उपयोग करके नीचे दिए गए बॉक्स में हस्ताक्षर करें।
hr: Prijavite se koristeći prst u donjem okviru.
hu: Kérjük, írja alá az ujjával az alábbi mezőben.
id: Tanda tangani menggunakan jari Anda di kotak di bawah.
it: Firma con il dito nel riquadro sottostante.
ja: 下の枠内に指で署名してください。
ko: 손가락을 사용하여 아래에 있는 상자에 서명하십시오.
ms: Sila tandatangan menggunakan jari anda dalam kotak di bawah.
nb: Signer med fingeren på linjen nedenfor.
nl: Onderteken met je vinger in het onderstaande vak.
pl: Podpisz palcem w polu poniżej.
pt: Assine com o seu dedo na caixa abaixo.
pt_pt: Assine com o dedo na caixa abaixo.
ro: Semnați folosind degetul în caseta de mai jos.
ru: Распишитесь пальцем в поле ниже.
sk: Pomocou prsta sa podpíšte do rámčeka nižšie.
sv: Signera med hjälp av fingret i rutan nedan.
sw: Tafadhali sahihisha kwa kutumia kidole chako katika kisanduku kilicho chini.
th: โปรดเซ็นชื่อในช่องด้านล่างโดยใช้นิ้วของคุณ
tr: Lütfen aşağıdaki kutuyu parmağınızı kullanarak imzalayın.
uk: Будь ласка, підпишіть пальцем у полі нижче.
vi: Vui lòng ký tên bằng ngón tay của bạn trong hộp bên dưới.
zh_cn: 请用手指在下方的方框中签名。
zh_hk: 請用手指在以下方格內簽名。
zh_tw: 請使用手指在下方的方框內簽名。

# CONSENT_SIGNATURE_PLACEHOLDER
source: Sign Here
ar: التوقيع هنا
ca: Signa aquí
cs: Zde se podepište
da: Skriv under her
de: Hier unterschreiben
el: Υπογράψτε εδώ
es: Firma aquí
es_419: Firma aquí
fi: Allekirjoitus tähän
fr: Signer ici
fr_ca: Signez ici
he: חתום/י כאן
hi: यहाँ हस्ताक्षर करें
hr: Potpišite se ovdje
hu: Itt írja alá
id: Tanda Tangan di Sini
it: Firma qui
ja: ここに署名
ko: 여기에 서명하기
ms: Tandatangan Di Sini
nb: Signer her
nl: Zet hier je handtekening
pl: Podpisz tutaj
pt: Assine Aqui
pt_pt: Assine aqui
ro: Semnați aici
ru: Место для подписи
sk: Sem sa podpíšte
sv: Signera här
sw: Tia Saini Hapa
th: เซ็นชื่อที่นี่
tr: Burayı İmzalayın
uk: Розпишіться тут
vi: Ký vào đây
zh_cn: 在此签名
zh_hk: 在此簽名
zh_tw: 在此處簽名

# CONSENT_SIGNATURE_TITLE
source: Signature
ar: التوقيع
ca: Signatura
cs: Podpis
da: Underskrift
de: Unterschrift
el: Υπογραφή
es: Firma
es_419: Firma
fi: Allekirjoitus
he: חתימה
hi: हस्ताक्षर
hr: Potpis
hu: Aláírás
id: Tanda Tangan
it: Firma
ja: 署名
ko: 서명
ms: Tandatangan
nb: Signatur
nl: Handtekening
pl: Podpis
pt: Assinatura
pt_pt: Assinatura
ro: Semnătura
ru: Подпись
sk: Podpis
sv: Signatur
sw: Sahihi
th: ลายเซ็น
tr: İmza
uk: Підпис
vi: Chữ ký
zh_cn: 签名
zh_hk: 簽名
zh_tw: 簽名

# COUNTDOWN_LABEL
source: Starting activity in
ar: بدء النشاط خلال
ca: Iniciant l’activitat en
cs: Aktivita se spustí za
da: Starter aktivitet om
de: Aktivität beginnt in
el: Έναρξη δραστηριότητας σε
es: Iniciando actividad en
es_419: Comenzar la actividad en
fi: Aktiviteetti alkaa
fr: Début de l’activité dans
fr_ca: L’activité commence dans
he: מתחיל פעילות בעוד
hi: गतिविधि शुरू होने में शेष समय
hr: Započinjanje aktivnosti za
hu: Tevékenység indítása:
id: Memulai aktivitas dalam
it: Inizio attività tra
ja: アクティビティ開始まで
ko: 실험 시작까지
ms: Memulakan aktiviti dalam
nb: Starter aktivitet om
nl: Activiteit begint over
pl: Początek ćwiczenia za:
pt: Iniciando atividade em
pt_pt: Iniciar exercício daqui a
ro: Activitatea începe în
ru: Задание начинается через
sk: Aktivita sa spustí o
sv: Startar aktivitet om
sw: Kuanza shughuli ndani ya
th: กำลังจะเริ่มกิจกรรมใน
tr: Aktivite başlatılıyor
uk: Початок тесту через
vi: Bắt đầu hoạt động sau
zh_cn: 即将开始活动
zh_hk: 測試活動倒數
zh_tw: 準備開始活動：

# COUNTDOWN_SPOKEN_REMAINING_%@
source: %@ seconds remaining.
ar: متبقٍ %@ من الثواني.
ca: Queden %@ segons.
cs: Zbývá %@ sekund.
da: %@ sekunder tilbage.
de: Noch %@ Sekunden.
el: Απομένουν %@ δευτερόλεπτα.
es: Quedan %@ segundos.
es_419: Quedan %@ segundos.
fi: %@ sekuntia jäljellä.
fr: %@ secondes restantes.
fr_ca: %@ secondes restantes.
he: נותרו %@ שניות.
hi: %@ सेकंड शेष।
hr: %@ s preostalo.
hu: %@ másodperc van hátra.
id: Tersisa %@ detik.
it: %@ secondi rimanenti.
ja: 残り%@秒です。
ko: %@초 남았습니다.
ms: Tinggal %@ saat.
nb: %@ sekunder gjenstår.
nl: Nog %@ seconden.
pl: Pozostało: %@ s.
pt: %@ segundos restantes.
pt_pt: Faltam %@ segundos.
ro: timp rămas: %@ secunde.
ru: Осталось %@ с.
sk: Zostáva %@ s.
sv: %@ sekunder återstår.
sw: Sekunde %@ zimesalia.
th: เหลืออีก %@ วินาที
tr: %@ saniye kaldı.
uk: Лишлось %@ секунд.
vi: Còn lại %@ giây.
zh_cn: 还剩 %@ 秒钟。
zh_hk: 剩餘 %@ 秒。
zh_tw: 剩餘 %@ 秒。

# dBHL_TONE_AUDIOMETRY_INTENDED_USE
source: This activity identifies hearing threshold levels of an individual in dB HL scale.
ar: يحدد هذا النشاط مستويات الحد الأقصى للسمع للفرد بمقياس مستوى السمع بالديسيبل (dB HL).
ca: Aquesta activitat identifica els nivells llindar d’audició d’una persona en l’escala dB HL.
cs: Tato aktivita identifikuje úrovně prahu slyšení na decibelové stupnici.
da: Denne aktivitet identificerer grænseniveauer for en persons hørelse i skalaen dB HL.
de: Diese Aktivität identifiziert die Hörschwellenpegel eines Individuums in db auf einer HL-Skala.
el: Αυτή η δραστηριότητα εντοπίζει τα επίπεδα κατωφλίου ακοής ενός ατόμου σε κλίμακα επιπέδου ακοής dB.
es: Esta actividad identifica los umbrales de audición de un individuo en la escala dB HL.
fi: Tämä aktiviteetti osoittaa henkilön kuulon kynnystasoja dB HL -asteikolla.
fr: Cette activité permet d’identifier les niveaux de seuil d’audition d’un individu à une échelle dB HL.
fr_ca: Cette activité identifie les niveaux de seuil d’audition d’une personne en fonction de l’échelle dB HL.
he: פעילות זו מזהה רמות סף של שמיעה בטווח דציבלים גבוה/נמוך.
hi: इस गतिविधि से किसी व्यक्ति के सुनने की सीमा के स्तरों की पहचान dB HL स्केल में की जाती है।
hr: Ovom se aktivnošću identificiraju razine pragova sluha pojedinca na dB HL skali.
hu: Ez a tevékenység megméri egy személy hallási küszöbének szintjét a dB HL skálán.
id: Aktivitas ini mengidentifikasi level ambang pendengaran seseorang dalam skala dB HL.
it: L'attività identifica i livelli soglia dell'udito di un individuo in scala dB HL.
ja: このアクティビティでは、個人の聴覚閾値レベルをdBHL単位で識別します。
ko: 이 실험은 개인의 청각 임계 기준을 dB HL 등급으로 확인합니다.
ms: Aktiviti ini mengenal pasti paras ambang pendengaran untuk individu dalam skala HL dB.
nl: Met deze activiteit bepaal je de gehoordrempelwaarden van een individu op de dB HL-schaal.
pl: Ta czynność identyfikuje poziomy progu słuchu osoby w skali dB HL.
pt: Esta atividade identifica os níveis limiares auditivos de uma pessoa na escala dB HL.
pt_pt: Este exercício identifica os limiares de audição de uma pessoa na escala dB HL.
ro: Această activitate identifică nivelul pragului auditiv al unei persoane în scala HL dB.
ru: Это задание позволяет определить порог слышимости (ПС) по шкале дБ ПС.
sk: Táto aktivita identifikuje prahové úrovne sluchu osoby na mierke v dB HL.
sv: Den här aktiviteten identifierar en persons hörseltröskvärden i dB HL-skala.
sw: Shughuli hii inatambua viwango vya kizingiti cha kusikia vya mtu kwenye kipimo cha dB HL.
th: กิจกรรมนี้จะระบุระดับเกณฑ์การได้ยินของบุคคลเป็น dB HL
tr: Bu aktivite, bir bireyin duyma eşiği düzeylerini dB HL ölçeğinde belirler.
uk: Цей тест визначає порогові рівні слуху особи за шкалою dB HL.
vi: Hoạt động này xác định các mức ngưỡng thính giác của một cá nhân theo thang dB HL.
zh_cn: 本活动识别个人的听力阈值水平，以 dB HL 为度量。
zh_hk: 此測試活動以分貝聽力級別為單位辨識個別人士的聽力臨界值。
zh_tw: 此活動會識別每個人的聽閾線，單位為 dB HL 量程。

# dBHL_TONE_AUDIOMETRY_INTRO_TEXT
source: Make sure the device volume is set to the maximum level. During this task, a subtle tone will play in either the left or right ear. Listen carefully and tap the button every time you hear a tone.
ar: تأكد من تعيين مستوى صوت الجهاز على الحد الأقصى. أثناء هذه المهمة، سيتم تشغيل نغمة رقيقة في الأذن اليسرى أو اليمنى. استمع بعناية واضغط على الزر في كل مرة تسمع فيها النغمة.
ca: Comprova que el volum del dispositiu estigui al nivell màxim. Durant aquesta tasca, es reproduirà un so subtil a l’orella esquerra o dreta. Escolta atentament i prem el botó cada vegada que sentis un so.
cs: Ujistěte se, že je hlasitost zařízení nastavena na nejvyšší úroveň. Během této úlohy vám v levém nebo pravém uchu bude znít jemný zvuk. Pozorně naslouchejte a pokaždé, když uslyšíte zvuk, klepněte na tlačítko.
da: Sørg for, at enhedens lydstyrke er skruet helt op. Under denne opgave afspilles en diskret tone i enten venstre eller højre øre. Lyt godt efter, og tryk på knappen, hver gang du hører en tone.
de: Vergewissere dich, dass die Gerätelautstärke auf den höchsten Pegel eingestellt ist. Während dieser Aufgabe wird ein leiser Ton im linken oder rechten Ohr abgespielt. Höre genau zu und tippe jedes Mal auf die Taste, wenn du einen Ton hörst.
el: Βεβαιωθείτε ότι η ένταση ήχου της συσκευής είναι στο μέγιστο επίπεδο. Κατά τη διάρκεια αυτής της δραστηριότητας, θα αναπαραχθεί ένας απαλός ήχος είτε στο αριστερό είτε στο δεξιό αφτί. Ακούστε προσεκτικά και αγγίξτε το κουμπί κάθε φορά που ακούτε έναν τόνο.
es: Comprueba que el volumen del dispositivo está al máximo nivel. Durante esta tarea, se reproducirá un tono sutil en el oído izquierdo o derecho. Escucha con atención y pulsa el botón cada vez que oigas un tono.
fi: Varmista, että laitteen äänenvoimakkuus on asetettu suurimpaan arvoonsa. Tämän tehtävän aikana hiljainen ääni toistetaan joko vasempaan tai oikeaan korvaan. Kuuntele tarkasti ja napauta painiketta aina, kun kuulet äänen.
fr: Assurez-vous que le volume de l’appareil est au maximum. Pendant cette tâche, un son subtil sera joué dans votre oreille de gauche ou de droite. Écoutez avec attention et touchez le bouton chaque fois que vous entendez un son.
fr_ca: Assurez-vous que le volume de l’appareil soit réglé au niveau le plus élevé. Pendant cette tâche, une tonalité subtile se fera entendre soit dans l’oreille droite ou la gauche. Écoutez avec attention et touchez le bouton chaque fois que vous entendez une tonalité.
he: ודא/י שעוצמת הקול של המכשיר הוגדרה לעוצמה המקסימלית. במהלך משימה זו, יישמע צליל עדין באוזן שמאל או באוזן ימין. האזן/י בקפידה והקש/י על הכפתור בכל פעם שהינך שומע/ת צליל.
hi: सुनिश्चित करें कि उपकरण का वॉल्यूम अधिकतम स्तर पर सेट है। इस परीक्षण के दौरान या तो बाएँ या दाएँ कान में हल्की टोन बजाई जाएगी। ध्यान से सुनें और हर बार टोन सुनाई देने पर बटन पर टैप करें।
hr: Provjerite je li glasnoća uređaja podešena na maksimalnu razinu. Tijekom ovog zadatka u lijevom ili desnom uhu reproducirat će se suptilan ton. Slušajte pažljivo i dodirnite tipku svaki put kad začujete ton.
hu: Győződjön meg róla, hogy az eszköz hangereje a maximális szintre van állítva. A feladat alatt egy halk hang lesz lejátszva a bal vagy jobb fülében. Hallgasson figyelmesen, és minden alkalommal koppintson a gombra, amikor hangot hall.
id: Pastikan volume perangkat diatur ke level maksimum. Selama tugas ini, nada halus akan diputar di telinga kiri atau kanan. Dengarkan dengan seksama dan ketuk tombol setiap kali Anda mendengar nada.
it: Assicurati che il volume del dispositivo sia impostato sul livello massimo. Durante l'attività, verrà riprodotto un tenue segnale acustico nell'orecchio sinistro o nell'orecchio destro. Ascolta con attenzione e tocca il pulsante ogni volta che senti un segnale acustico.
ja: デバイスの音量が最大レベルまで設定されていることを確認してください。 このタスクの間に、かすかな音が左耳か右耳のどちらかに流れます。 耳を澄ませて、音が聞こえるたびにボタンをタップしてください。
ko: 기기 음량을 최대로 설정했는지 확인하십시오. 이 실험을 진행하는 동안 감지하기 힘든 소리가 왼쪽 귀나 오른쪽 귀에 각각 재생됩니다. 잘 듣고 소리가 들릴 때마다 버튼을 탭하십시오.
ms: Pastikan kelantangan peranti disetkan ke paras maksimum. Semasa tugas ini, nada lembut akan dimainkan di telinga kiri atau kanan. Dengar dengan teliti dan ketik butang setiap kali anda mendengar nada.
nl: Zorg ervoor dat het volume van het apparaat op het hoogste niveau is ingesteld. Tijdens deze taak wordt er een subtiele toon afgespeeld in het linker- of rechteroor. Luister aandachtig en tik telkens wanneer je een toon hoort op de knop.
pl: Ustaw głośność urządzenia na maksymalny poziom. Podczas tego zadania w lewym lub prawym uchu będzie odtwarzany delikatny dźwięk. Słuchaj uważnie i za każdym razem, gdy usłyszysz ten dźwięk, stuknij w przycisk.
pt: Verifique se o volume do dispositivo está ajustado ao máximo. Durante esta tarefa, será reproduzido um som sutil no ouvido esquerdo ou direito. Ouça com atenção e toque no botão sempre que ouvir um som.
pt_pt: Certifique‑se de que o volume do dispositivo está no máximo. Durante esta tarefa, um som subtil será reproduzido no ouvido esquerdo ou direito. Ouça atentamente e toque no botão sempre que ouvir um som.
ro: Asigurați-vă că volumul dispozitivului este la nivel maxim. Pe durata sarcinii va fi redat un ton subtil în urechea stângă sau dreaptă. Ascultați cu atenție și apăsați butonul de fiecare dată când auziți un ton.
ru: Убедитесь, что установлена максимальная громкость устройства. Во время выполнения задания Вы услышите слабый звук с правой или левой стороны. Слушайте внимательно и касайтесь кнопки каждый раз, когда слышите звук.
sk: Uistite sa, že hlasitosť zariadenia je nastavená na maximum. Počas tejto úlohy budete v ľavom alebo pravom uchu počuť slabý tón. Počúvajte pozorne a vždy, keď začujete tón, klepnite na tlačidlo.
sv: Se till att ljudet på enheten är inställt på högsta volym. Under den här uppgiften kommer en subtil ton att spelas i antingen det högra eller vänstra örat. Lyssna noga och tryck på knappen varje gång du hör en ton.
sw: Hakikisha sauti ya kifaa imewekwa kwenye kiwango cha juu kabisa. Katika zoezi hili, sauti ndogo itacheza katika sikio la kushoto au kulia. Sikiliza kwa makini na uchape kitufe kila mara unaposikia sauti.
th: ตรวจสอบให้แน่ใจว่าได้ตั้งค่าความดังของอุปกรณ์เป็นระดับสูงสุดแล้ว ในบททดสอบนี้ จะมีเสียงเบาๆ เล่นในหูข้างซ้ายหรือข้างขวา ตั้งใจฟังให้ดี แล้วแตะปุ่มทุกครั้งที่คุณได้ยินเสียง
tr: Aygıt sesinin en yüksek düzeye ayarlandığından emin olun. Bu görev sırasında, sol veya sağ kulakta hafif bir ses çalacaktır. Dikkatli bir şekilde dinleyin ve sesi her duyduğunuzda düğmeye dokunun.
uk: Упевніться, що задано максимальний рівень гучності. Під час цього завдання в ліве або праве вухо буде відтворюватися ледь чутний сигнал. Уважно слухайте і торкайте кнопку, щоразу як чуєте сигнал.
vi: Đảm bảo rằng âm lượng của thiết bị được đặt ở mức tối đa. Trong phần này, một âm báo nhỏ sẽ phát ở tai bên trái hoặc bên phải. Nghe cẩn thận và chạm vào nút mỗi lần bạn nghe thấy một âm báo.
zh_cn: 确保设备的音量已设为最高。 在本任务过程中，将在左耳或右耳播放柔和的音调。 请仔细听并在每次听到音调时轻点按钮。
zh_hk: 請確定裝置音量已設定為最大聲。 在此測試活動中，會在左耳或右耳播放一個微細的音調。 細心聆聽並在每次聽到音調時點一下按鈕。
zh_tw: 確定裝置音量已設到最大聲。 此任務期間，會在左耳或右耳播放微弱的音調。 請仔細聆聽，並在每次聽到音調時點一下按鈕。
